//ALLOCATE JOB (FORENSIC),'HACKER',CLASS=A,MSGCLASS=X
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DEFINE CLUSTER (NAME(YOUR.USERID.FORENSIC.LEDGER) -
         TRACKS(5 1) -      /* ALLOCATING SPACE BY TRACKS */
         RECORDSIZE(42 42) - /* FIXED 42-BYTE LENGTH */
         VOLUMES(VPWRK1) -
         INDEXED)
/*
